[
    {
        "id": 1,
        "title": "Como configurar a VPN no Windows",
        "subtitle": "Teletrabalho - VPN - Windows",
        "description":"Teletrabalho - VPN - Windows Acesso Remoto - Ligação através da Internet, utilizando a VPNA Universidade de Aveiro disponibiliza a todos os seus utilizadores um serviço de tele-trabalho, permitindo-lhes aceder à rede da Universidade de qualquer ponto da Internet através de VPNs. O acesso por VPN permite estabelecer uma conexão segura entre o computador externo do utilizador e os serviços disponibilizados à comunidade académica da UA que apenas podem ser acedidos de dentro da rede da Universidade de Aveiro ou a serviços externos como se estivesse na rede interna da UA. Permite, por exemplo, o acesso a sites de pesquisa bibliográfica, como a b-on. Para isso, deve proceder à configuração do seu computador pessoal.O serviço de PPTP (vpn.ua.pt) está sujeito a sérias vulnerabilidades de segurança e foi descontinuado em 1 de outubro de 2020. Para se poder continuar a ligar à VPN da Universidade de Aveiro, instale a aplicação checkpoint (go.ua.pt).Pré-RequisitosPossuir uma conta de Utilizador Universal (UU);Possuir ligação à Internet;Possuir um vínculo que lhe permita a utilização de teletrabalho;RequisitosVPN;Sistemas operativos: qualquer, desde que suporte VPN;Serviço de Internet: qualquer, desde que suporte VPN; Custos AssociadosEste tipo de ligação não tem custos associados adicionais, uma vez que cria uma ligação que se sobrepõe à sua ligação à Internet;Custo da sua ligação à Internet; Fazer o download do cliente VPN indicado para o seu sistema operativo:Microsoft WindowsCliente VPN recomendado (IPsec):• Windows 7 Enterprise 32/64-bit • Windows 7 Professional 32/64-bit • Windows 8.1 32/64-bit • Windows 10 Pro 32/64-bit • Windows 10 Enterprise 32/64-bitdescarregar: E87.10 Check Point Mobile for Windows |Configuração do acesso VPN:Site/Server address/Name: go.ua.ptAuthentication Method : Username (user@ua.pt) and Password Guião de Instalação do Cliente CheckPointDescarregar o cliente CheckpointExecutar e instalar o cliente CheckPointApós a instalação do cliente CheckPoint:Acede ao Start Menu (Menu Iniciar) -> Check Point -> Check Point Mobile -> connectouNa barra de tarefas (canto inferior direito) deve ter um cadeado amarelo -> Faz um click com o botão direito do rato e faz connect.Da primeira vez, vai ter de configurar:Configuração do acesso VPN:Site/Server address/Name: go.ua.ptAuthentication Method : Username (user@ua.pt) and PasswordNas utilizações seguintes só tem de colocar a sua Password."
    },
    {
        "id": 2,
        "title": "Como configurar a VPN no MacOS",
        "subtitle": "Teletrabalho - VPN - MacOS",
        "description": "Teletrabalho - VPN - MacOSAcesso Remoto - Ligação através da Internet, utilizando a VPNA Universidade de Aveiro disponibiliza a todos os seus utilizadores um serviço de tele-trabalho, permitindo-lhes aceder à rede da Universidade de qualquer ponto da Internet através de VPNs. O acesso por VPN permite estabelecer uma conexão segura entre o computador externo do utilizador e os serviços disponibilizados à comunidade académica da UA que apenas podem ser acedidos de dentro da rede da Universidade de Aveiro ou a serviços externos como se estivesse na rede interna da UA. Permite, por exemplo, o acesso a sites de pesquisa bibliográfica, como a b-on. Para isso, deve proceder à configuração do seu computador pessoal.O serviço de PPTP (vpn.ua.pt) está sujeito a sérias vulnerabilidades de segurança e foi descontinuado em 1 de outubro de 2020. Para se poder continuar a ligar à VPN da Universidade de Aveiro, instale a aplicação checkpoint (go.ua.pt).Pré-RequisitosPossuir uma conta de Utilizador Universal (UU);Possuir ligação à Internet;Possuir um vínculo que lhe permita a utilização de teletrabalho;RequisitosVPN;Sistemas operativos: qualquer, desde que suporte VPN;Serviço de Internet: qualquer, desde que suporte VPN;Custos AssociadosEste tipo de ligação não tem custos associados adicionais, uma vez que cria uma ligação que se sobrepõe à sua ligação à Internet;Custo da sua ligação à Internet;Fazer o download do cliente VPN indicado para o seu sistema operativo: Mac OS XVersões suportadas e compatibilidade com a versão do sistema operativo(IPsec):Mac OS 13, 12, 11, 10.15 64-bitdescarregar: E87.10 Endpoint Security VPNCatalina (10.15) (32/64-bit) • Mac OS X 10.15 Catalina • Mac OS X 10.14 Mojave • macOS Big Surdescarregar: E84.30 Endpoint Security VPNVersões antigas High Sierra (32/64-bit) • Mac OS X 10.14 Mojave • Mac OS X 10.13.3 (beta) • Mac OS X 10.13.2 • Mac OS X 10.13.1 • Mac OS X 10.13descarregar: E80.89 Endpoint Security VPNYosemite (32/64-bit) • Mac OS X 10.10 Yosemite • Mac OS X 10.11 El Capitan • macOS 10.12 Sierradescarregar: E80.71 Endpoint Security VPNMavericks (32/64-bit) • Mac OS X 10.9 Mavericks • Mac OS X 10.10 Yosemite • Mac OS X 10.11 El Capitandescarregar: E80.62 Endpoint Security VPNLion (32/64-bit) • Mac OS X 10.7 Lion • Mac OS X 10.8 Mountain Lion • Mac OS X 10.9 Mavericks • Mac OS X 10.10 Yosemitedescarregar: E80.61 Endpoint Security VPN Configuração do acesso VPN:Site/Server address/Name: go.ua.ptAuthentication Method : Username (user@ua.pt) and PasswordConfigurar o acesso por VPN no MAC OSxInstalação do cliente VPN “Check Point Mobile para MacOS”Para proceder à instalação do cliente VPN Check Point deverá seguir os seguintes passos:nota: para este manual foi utilizado o MacOS El Captain, mas em tudo é semelhante a outras versões.1. Descarregar e iniciar o instalador Endpoint_Security_VPN.dmg.2. Clicar em Next: 3. Clicar em Continue:   4. Escolher a pasta de destino, e clicar em Install:   5. Para finalizar a instalação, clicar em Close:   6. Aparecerá no Menu Bar, o novo ícone do cliente VPN Check Point. O utilizador deverá clicar no ícone VPN Check Point e na primeira utilização o utilizador é convidado a configurar um novo site: 7. Clicar em Yes para criar um novo site: 8. Clicar em Next: 9. Inserir o nome go.ua.pt em Server address or Name: Opcionalmente o utilizador poderá alterar o Display name, alteração que não tem impacto na utilização do Cliente. 10. O método de autenticação é o Utilizador Universal e a password, pelo que deverá ser escolhido o primeiro método de autenticação, Username and Password Selecionar a opção respetiva, e clicar em Next 11. Fica assim concluída a instalação do Cliente VPN Checkpoint Mobile Clicar em Finish 12. Após a configuração o utilizador é convidado a conectar-se. Clicar em Yes. 13. Insira as suas credenciais, nome de utilizador (com o @ua.pt) e a password correspondente A ligação deverá ser bem sucedida, caso contrário crie um \"Incidente\" na plataforma Balcão Único Digital, disponível em https://bud.ua.pt"
    },
    {
        "id": 3,
        "title": "Como configurar a VPN em Equipamentos Móveis",
        "subtitle": "Teletrabalho - VPN - Equipamentos Móveis",
        "description": "Teletrabalho - VPN - Equipamentos Móveis\r\n\r\n\r\n\r\nEquipamentos Móveis\r\nDisponível na loja online (App Store) do seu sistema operativo\r\n• Capsule Connect (for IOS ) - IOS - IPsec • Capsule VPN (for Android ) - Android 4+ - IPsec | • Check Point VPN Plugin for Windows 8.1 - Windows 8.1, Windows Phone - SSL • Check Point Capsule VPN for Windows 10 - Windows 10, Windows Phone - SSL\r\nConfiguração do acesso VPN:Site/Server address/Name: go.ua.ptAuthentication Method : Username (user@ua.pt) and Password\r\n\r\n\r\n"
    },
    {
        "id": 4,
        "title": "Como configurar a VPN em Linux",
        "subtitle": "Teletrabalho - VPN - Linux",
        "description": "Teletrabalho - VPN - LinuxLinuxExistem 3 métodos de instalação (não é recomendado a utilização dos três métodos em simultâneo):1. Através do Mobile Access Portal(Método Recomendado)https://go.ua.pt/Mobile Access Portal Agent (SNX) - Ubuntu, openSUSE , Fedora, RHEL, Debian(*), Gentoo(), ARCH Linux()On-demand Client through Mobile Access Portal - SSL https://go.ua.pt(•) Instruções(•) Mobile Access Portal Agent Prerequisites for Linux(•) Manual de Instruções (GLUA)2. Automated installation using scripts, by Ruy Rybeyro(•) ChrootVPNNote: FQDN_DNS_name_of_VPN = go.ua.pt3. Manualmente por linha de Comandos (Método não recomedado, a ser descontinuado)SNX Linux Client (SSL Network Extender) - Ubuntu, openSUSE, Fedora, RHEL, Debian (*), Gentoo(), ARCH Linux()Instalação manual (linha de comandos) - SSL(snx_install_linux30.sh) |(•) Instruções: Antes de iniciar a instalação, garantir que tem permissões de root.Transferir o ficheiro de instalação de SNX (snx_install_linux30.sh) para o computador.Unzip do ficheiro unzip snx_install_linux30.zip caso não tenha o unzip instalado apt-get install unzipchmod a+rx snx_install_linux30.sh./snx_install_linux30.shGarantir que todos os pré-requisitos indicados em Mobile Access Portal Agent Prerequisites for Linux estão cumpridos.Instalar as libraries em falta à partida será a libpam.so.0 , apt-get install libstdc++5:i386 libpam0g:i386Iniciar a ligação: # snx -s go.ua.pt -u user@ua.ptTerminar a ligação: # snx -d"
    },
    {
        "id": 5,
        "title": "Como funciona o VOIP SNOM 710",
        "subtitle": "Telefone VoIP SNOM710",
        "description": " \r\nManual de utilização do telefone VoIP SNOM710\r\n\r\nTeclas de Função\r\n\r\n \r\n \r\nL1 e L2\r\n–Teclas associadas às linhas 1 e 2, respetivamente. LED a piscar: tem uma chamada por atender. Atender a chamada: carregar no botão correspondente. Chamada em espera: voltar a carregar na tecla da linha (L1 ou L2).\r\n\r\nDND\r\n–Ativar / Desativar o \"Não incomodar\". Nota: A opção \"não incomodar\" (Do Not Disturb ou, simplesmente, DND) permite efetuar chamadas mas não permite receber chamadas.\r\n\r\nCaptura\r\n–Captura uma chamada que está a tocar em outro telefone. Nota: funciona apenas para extensões VoIP dentro do mesmo grupo de captura.\r\n\r\nMute\r\n–Desliga/Liga o microfone.\r\n\r\nVolume\r\n–Permite o controlo do volume do telefone. É sensível ao contexto:\r\n\r\nSe não estiver em chamada controla o volume do toque.\r\nDurante uma chamada controla o volume do auscultador / coluna mãos livres conforme estiver a utilizar um ou outro.\r\n\r\nSpeaker\r\n–Alternar a chamada entre o auscultador e o sistema mãos livres. |\r\nFuncionalidades básicas do telefone\r\n\r\nChamadas para o exterior\r\nNão marque 0 (zero) antes de marcar o número de destino nos telefones VoIP, quando pretende fazer chamadas para o exterior da UA.\r\n\r\nCaptura de chamada\r\nSe uma extensão do mesmo grupo de captura estiver a tocar pode-se capturar a chamada, isto é, atender essa chamada. Para capturar: Carregar na tecla \"Captura\" ou marcar *57\r\n\r\nReencaminhamento de chamadas\r\nO reencaminhamento de chamadas permite que as novas chamadas em vez de tocarem no telefone de destino toquem em outra extensão.\r\nPara ativar: Carregue no botão que aparece por baixo da \"Reenc\" do visor, introduza a extensão de destino e carregue na tecla\r\nPara desativar: Carregue no botão que aparece por baixo da \"s/ Enc\" Nota: Quando tem reencaminhamento aparece “Reencaminhar” no visor |\r\n\r\nColocar chamada em espera\r\nColocar uma chamada em espera: Carregue na tecla da linha respetiva\r\nDesativar chamada em espera: Volte a carregar na tecla da linha.\r\nNota: Enquanto uma chamada está em espera o led da linha fica a piscar |\r\nTransferir chamada\r\nProcedimento para transferir uma chamada para outra extensão.\r\n\r\nA chamada chega pela linha 1 (L1).\r\nApós ser atendida e colocada em espera carregando na linha 2 (L2).\r\nÉ marcado o número para o qual pretendemos transferir a chamada.\r\nPodemos falar com o utilizador para quem pretendemos transferir a chamada. Ao pousar o auscultador no descanso a chamada é transferida.\r\n\r\nDND\r\n\r\nA opção \"não incomodar\" (Do Not Disturb ou, simplesmente, DND) permite efetuar chamadas mas não permite receber chamadas. |\r\n\r\nDiagnóstico de problemas\r\n\r\nTeclado não funciona\r\nVerifique se o teclado não está bloqueado (mensagem no ecrã “Keyboard locked”). Se for este o caso, carregue em * para desbloquear.\r\n\r\nAo carregar nos botões do teclado alfanumérico aparecem letras em vez de números\r\nCarregar durante um segundo na tecla estrela * para alternar entre os modos de inserção (números, letras minúsculas e letras maiúsculas)\r\n\r\nTelefone faz telefonemas mas não recebe\r\nVerifique se ativou o DND ou o reencaminhamento de chamadas. A informação sobre este estado deve aparecer no visor.\r\n\r\nNão consegue fazer chamada para o exterior\r\nVerifique se está a marcar o 0 (zero) antes do número de destino. Os números externos à UA não deve ser precedidos de 0 (zero).\r\n\r\nAo marcar um número começa a chamar antes de terminar\r\nO sistema considera que ao fim de 5 segundos da última tecla ser pressionada o número está completo tentando efetuar a chamada.\r\n\r\nDND\r\nA opção \"não incomodar\" (Do Not Disturb ou, simplesmente, DND) permite efetuar chamadas mas não permite receber chamadas.\r\nTelefone VoIP SNOM710\r\nVídeo de demonstração\r\n\r\n\r\nsrc_=\"https://player.vimeo.com/video/120168221?h=e91c8e062d&title=0&byline=0&portrait=0&playsinline=0&autopause=0&app_id=122963\" width=\"640\" height=\"360\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\" data-ready=\"true\" data-mce-fragment=\"1\"></_iframe_>\r\n\r\n\r\nManual de utilização do telefone VoIP SNOM710 (versão 0.9.1) (versão em PDF)\r\n "
    },
    {
        "id": 6,
        "title": "Como configurar a rede wireless eduroam no Linux",
        "subtitle": "eduroam - Linux",
        "description": "eduroam - Linux\r\n \r\nO eduroam (Education Roaming) é um projeto da TERENA, que tem por objetivo principal disponibilizar à comunidade académica Europeia um serviço de mobilidade entre campus Universitários.\r\n \r\nNeste âmbito a atual identificação da rede sem fios nacional, conhecida como \"e-U\", será substituída por uma nova identificação designada \"eduroam\". Com esta alteração todas as instituições de ensino superior passam a integrar uma rede europeia de estabelecimentos de ensino superior que fornecem mobilidade a todos os seus utilizadores.\r\n \r\nPodem ser obtidas mais informações sobre esta iniciativa em http://www.eduroam.pt/\r\n \r\nO site da iniciativa europeia/internacional www.eduroam.org\r\n \r\nGrupo Linux da UA (GLUA)\r\n \r\nNeste tutorial pode encontrar informações de como configurar a rede eduroam na sua distribuição de GNU/Linux.\r\n \r\nConteúdos\r\n\r\nCertificados\r\nUnity\r\nGnome 3\r\nKDE\r\nLinha de Comandos\r\n\r\n \r\nCertificados\r\nPara poder conectar-se a rede eduroam vai ser preciso indicar um certificado de autentificação, cujo o seu destino e ficheiro pode diferir para as diferentes distribuições GNU/LINUX. Assim sendo pode confirmar na seguinte tabela qual é o caminho e ficheiro para as diferentes distribuições:\r\n \r\nPara poder conectar-se à rede eduroam é necessário indicar um certificado de autentificação, cuja a sua localização difere para as diferentes distribuições GNU/LINUX. Assim sendo, pode confirmar na seguinte tabela qual é o caminho do ficheiro para as diferentes distribuições.\r\n \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nDistribuiçãoFicheiro a selecionarDebian/Ubuntu/Gentoo/Arch LinuxCA Certificate: /etc/ssl/certs/ca-certificates.crtFedora/RHELCA Certificate: /etc/pki/tls/certs/ca-bundle.crtopenSUSE/SLECA Certificate: /etc/ssl/ca-bundle.pem\r\n\r\n\r\nCaso continue sem conexão, selecione o certificado DigiCert_Assured_ID_Root_CA.pem\r\n \r\n\r\nUnity\r\nNo canto superior direito deve selecionar o ícone de rede\r\n\r\n \r\nDe seguida preencher os campos com os seguintes dados:\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nWireless SecurityWPA&WPA2 EnterpriseAutenticationProtected EAP (PEAP)Anonymous Identity CA certificateVer na tabela dos CertificadosPEAP versionVersion 0Inner authenticationMSCHAPv2Usernamemail@ua.ptPassword*****\r\n \r\n\r\n \r\nDepois de preencher todos os campos, conforme foi referido anteriormente, basta proceder a conexão e esperar\r\n\r\n \r\nApós os dados serem validados irá receber a seguinte mensagem de ligação concluída com sucesso:\r\n\r\n\r\nGnome3\r\nNo canto superior direito, como no Unity, deve selecionar o ícone de rede\r\n\r\n \r\nApós selecionar a rede eduroam deverá preencher os dados como na secção do Unity.\r\n\r\n \r\nDepois de confirmar basta aguardar a validação de dados.\r\n\r\n\r\nKDE\r\nNo canto inferior direito selecionar o ícone de rede.\r\n\r\n \r\nApós selecionar a rede eduroam deverá preencher os dados como nas secções anteriores. (ex: Unity)\r\n\r\n \r\nDepois de confirmar os dados inseridos os dados serão validados e terá a conexão com a rede eduroam.\r\n\r\n\r\nLinha de Comandos\r\n(Atenção: Apenas para utilizadores com experiência..)\r\nCaso prefira conectar-se a rede eduroam utilizando a consola siga os seguintes passos:\r\n \r\n1 - Criar o ficheiro eduroam.conf e guardar o mesmo na home (~):\r\n\r\n\r\nctrl_interface=/var/run/wpa_supplicant\r\n\r\nnetwork={\r\n        ssid=\"eduroam\"\r\n        key_mgmt=WPA-EAP\r\n        eap=PEAP\r\n        ca_cert=\"SUBSTITUIR\"\t\t# localização do ficheiro de certificados\r\n        identity=\"UTILIZADOR@ua.pt\"\t# Substituir pelas vossas\r\n        password=\"**********\"\t\t# credenciais de acesso\r\n}\r\n\r\n\r\n\r\n\r\ncaso queira iniciar com a eduroam por padrão adicione a parte do network ao ficheiro /etc/wpa_supplicant/wpa_supplicant.conf (Os passos 3 e 4 passam a ser desnecessários)\r\n \r\n\r\n2 - Alterar o texto SUBSTITUIR para o certificado de acordo com a sua distribuição\r\nConsultar a secção dos certificados\r\n\r\n\r\nca_cert=\"SUBSTITUIR\"\r\n\r\n\r\n\r\n3 - De seguida, execute o seguinte comando\r\n\r\n\r\nsudo pkill wpa_supplicant && sudo wpa_supplicant -i wlan0 -c /home/$USERNAME/eduroam.conf\r\n\r\n\r\n\r\n4 - Por fim será necessário fazer um pedido ao servidor de DHCP também como súper-utilizador(root). Para tal, abrir outra consola e escrever:\r\n\r\n\r\nsudo dhclient wlan0\r\n\r\n\r\n\r\nFoi usado o cliente de DHCP dhclient (típico de Debian/Ubuntu/Fedora), mas poderia ser usado qualquer outro à escolha, por exemplo, o dhcpcd (típico de ArchLinux/Gentoo).\r\n \r\n\r\nCaso tenha problemas de “disconnects”, ou problemas de obter um endereço IP, na distribuição ArchLinux adicione a seguinte linha na secção main do ficheiro NetoworkManager.conf que se encontra em /etc/NetoworkManager/NetoworkManager.conf\r\n\r\n\r\nDHCP = dhclient\r\n\r\n\r\n\r\n\r\n\r\ncaso não se deseje abrir outra consola, pode-se executar o wpa_supplicant em segundo plano usando:\r\n\r\n\r\nsudo wpa_supplicant -i wlan0 -c/home/$USERNAME/eduroam.conf -B\r\n\r\n\r\n\r\n\r\nPronto, tem a sua distribuição configurada!"
    },
    {
        "id": 7,
        "title": "Como posso instalar o SPSS",
        "subtitle": "Instalar Programa SPSS",
        "description": "SPSS Statistics SPSS StatisticsTendo em conta as necessidades manifestadas por alunos e docentes, vários fabricantes têm vindo a disponibilizar, quer através de versões específicas, quer por negociação direta, acesso aos seus produtos para uso em equipamentos pessoais. Deste modo, aproveitando a oportunidade dada por alguns dos fabricantes apresentam-se nesta página os procedimentos para solicitar o acesso ao software licenciado para alunos e docentes. IMPORTANTE: Foi descoberta uma vulnerabilidade de segurança em algumas versões do software IBM SPSS Statistics, sendo necessário nestas versões aplicar um hotfix que foi lançado no final do passado mês de Dezembro pelo fabricante. mais informação Notas:Enquadrado no licenciamento adquirido pela UA, o SPSS pode ser instalado em computadores pessoais de alunos e docentes com vínculo ativo à UA, com a finalidade de suporte à atividade letiva. As licenças obtidas têm de ser renovadas anualmente, sendo necessário repetir o processo de pedido de licença.As chaves de licenciamento do SPSS são anuais. Têm inicio em 1 de Março e termino a 28 de Fevereiro do ano seguinte, por isso, o seu termino não depende da data em que são pedidas ou instaladas. Todos os anos é necessário voltar a pedir nova chave para o SPSS através do formulário online chaves de Software para computadores pessoais. Procedimento: descarregue o software pretendido ...SPSSv 29 SO: Windows SO: MacOSSPSSv 27 SO: Windows SO: Linux SO: MacOSSPSSv 28 SO: Windows SO: MacOS  Após o processo de instalação o utilizador fica com uma versão de demonstração válida por 14 dias.Para ativar a versão de demonstração o utilizador deverá solicitar a respetiva chave de ativação, preenchendo o formulário online chaves de Software para computadores pessoaisNota: O acesso aos formulários online só é possível de dentro da rede da UA (se estiver fora, deve ativar primeiro uma ligação por VPN ... mais informação sobre o acesso por VPN).Após aprovação do pedido, receberá uma mensagem de correio eletrónico com indicação do número da chave de ativação.Nota: Se tiver dúvidas na forma de ativação da chave, pode consultar os passos necessários à ativação aqui."
    },
    {
        "id": 8,
        "title": "Como posso instalar o Autodesk",
        "subtitle": "Instalar Programa Autodesk",
        "description": "Autodesk Education\r\n \r\nTendo em conta as necessidades manifestadas por alunos e docentes, vários fabricantes têm vindo a disponibilizar, quer através de versões específicas, quer por negociação direta, acesso aos seus produtos para uso em equipamentos pessoais. Deste modo, aproveitando a oportunidade dada por alguns dos fabricantes apresentam-se nesta página os procedimentos para solicitar o acesso ao software licenciado para alunos e docentes.\r\n\r\n\r\n\r\nAutodesk Education Community\r\nNotas:O programa Autodesk Education Community fornece acesso gratuito a um conjunto significativo de ferramentas e recursos a estudantes, docentes, investigadores e funcionários com vinculo à Universidade de Aveiro.\r\nProcedimento:\r\n\r\nAceder ao site https://www.autodesk.com/education\r\nEfetuar o registo com um endereço de correio eletrónico da UA. A informação prestada no registo assim como a gestão da palavra chave é da responsabilidade exclusiva do utilizador.\r\nApós a validação do registo têm acesso a toda a informação necessária para descarregar e instalar o software disponibilizado.\r\n\r\n\r\n\r\n"
    },
    {
        "id":9,
        "title": "Como posso instalar software Azure",
        "subtitle": "Azure para Estudantes",
        "description": "Azure para Estudantes\r\n\r\n\r\n\r\nMicrosoft Azure para o Ensino\r\nAs “Ferramentas Microsoft Azure para o Ensino” disponibilizam software, serviços e ferramentas de desenvolvimento para todos os membros da academia.\r\nOs alunos, bem como os restantes membros da academia, têm acesso a todos os benefícios de software, usando as suas credenciais de Utilizador Universal, através do “Hub Educacional” localizado em: https://azureforeducation.microsoft.com/devtools\r\nEsta Hub, está incluído no Portal Azure e providencia um fácil acesso ao catálogo completo de software bem como ao catálogo “Microsoft Learn” onde poderá encontrar recursos de aprendizagem.\r\n \r\nNeste catálogo podem ser encontradas as seguintes famílias de produtos:•Microsoft Access•Advanced Threat Analytics (ATA)•Agents for Visual Studio•BizTalk Server•Datazen Enterprise•Host Integration Server•Machine Learning (ML) Server•Hyper-V Server•R Server•Microsoft Project•Remote Tools for Visual Studio•SharePoint Server•Skype for Business Server•SQL Server Developer•SQL Server Enterprise•SQL Server Standard•SQL Server Web•System Center•Team Foundation Server•Microsoft Visio•Visual Studio Code•Visual Studio Community•Visual Studio Enterprise•Visual Studio for Mac•Windows 10•Windows Server\r\nPara aceder ao portal deverá utilizar as suas credenciais de Utilizador Universal.\r\nOs alunos beneficiam de acesso ilimitado ao software desde que seja no âmbito do processo de ensino e enquanto mantiverem este vínculo. Não poderá ser usado em contexto profissional ou que dê origem a um retorno comercial.\r\n\r\n\r\n"
    },
    {
        "id": 10,
        "title": "Teletrabalho - VPN",
        "subtitle": "Configuração de VPN para Teletrabalho",
        "description": "Teletrabalho - VPN\r\n\r\n\r\n\r\nAcesso Remoto - Ligação através da Internet, utilizando a VPN\r\nA Universidade de Aveiro disponibiliza a todos os seus utilizadores um serviço de tele-trabalho, permitindo-lhes aceder à rede da Universidade de qualquer ponto da Internet através de VPNs. O acesso por VPN permite estabelecer uma conexão segura entre o computador externo do utilizador e os serviços disponibilizados à comunidade académica da UA que apenas podem ser acedidos de dentro da rede da Universidade de Aveiro ou a serviços externos como se estivesse na rede interna da UA. Permite, por exemplo, o acesso a sites de pesquisa bibliográfica, como a b-on. Para isso, deve proceder à configuração do seu computador pessoal.\r\nO serviço de PPTP (vpn.ua.pt) está sujeito a sérias vulnerabilidades de segurança e foi descontinuado em 1 de outubro de 2020. Para se poder continuar a ligar à VPN da Universidade de Aveiro, instale a aplicação checkpoint (go.ua.pt).\r\nPré-Requisitos\r\n\r\nPossuir uma conta de Utilizador Universal (UU);\r\nPossuir ligação à Internet;\r\nPossuir um vínculo que lhe permita a utilização de teletrabalho;\r\n\r\nRequisitos\r\n\r\nVPN;\r\nSistemas operativos: qualquer, desde que suporte VPN;\r\nServiço de Internet: qualquer, desde que suporte VPN;\r\n\r\nCustos Associados\r\n\r\nEste tipo de ligação não tem custos associados adicionais, uma vez que cria uma ligação que se sobrepõe à sua ligação à Internet;\r\nCusto da sua ligação à Internet;\r\n\r\n\r\n\r\n"
    }
]